const cooking = [
    {
    name: "Овсяноблин",
    recipe: "2стл овсянки(лучше перемолотой), 1 яйцо, 1стл йогурта натурального или кефира, 1чл с горкой какао, чуть соли, подсластитель(или без), 1/4 чл соды. Все смешать. Жарить на а/п сковороде с двух сторон. Начинка: 1 банан + 1 чл арахисовой пасты + 1 чл меда",
    category: "breacfast",
    image: "https://hochu-gotovit.ru/wp-content/uploads/2018/06/Uc9pDFINz1U-600x380.jpg"
},
{
    name: "Омлет с грибами",
    recipe: "2 яйца, 100 гр творога, 50 мл молока, 60 гр грибов, соль, перец. Все хорошо перемешать. Грибочки чуть обжарить и залить яичной смесью. Жарить на медленном огне под крышкой до готовности",
    category: "supper",
    image: "https://img.iamcook.ru/old/upl/recipes/zen/u-a7d90734e323788cc2ecf67dc602a319.JPG"
},
{
    id: 3,
    name: "Куриные тефтели с грибами",
    recipe: "Курогрудка, грибочки, лук, морковка, специи. Все измельчить блендером,слепить тефтели, потушить с томатной пастой и водичкой",
    ganre: "dinner",
    image: "https://img.povar.ru/main/bd/e3/78/07/kurinie_tefteli_s_gribami-184131.jpg"
},
{
    name: "Капустный пирог",
    recipe: "1 большой лавашный лист делим пополам (160г), натуральный йогурт 220 гр, 4 отваренных вкрутую яйца,350 гр пекинской капусты, перец и соль. Шинкуем и тушим капусту (3-5 мин без масла), крошим яйца. Одну половину лаваша смазываем йогуртом 1/2, сверху яйца 1/2, затем капуста 1/2, соль, перец. Укладываем сверху второй лист лаваша и повторяем: йогурт/яйца/капуста/соль,перец. Сворачиваем рулет, смазываем яичным желтком, немного присыпаем сыром (~20гр). Выпекаем в духовке 25 мин при 180 градусах.",
    category: "breacfast",
    image: "https://static.1000.menu/img/content-v2/92/a6/33557/pirog-iz-lavasha-s-kapustoi_1585637148_5_max.jpg"
},
{
    name: "Каша Дружба",
    recipe: "Крупа пшеничная 40 гр, крупа рисовая40 гр. Смешать и замочить на ночь. Утром добавить 250 мл воды и отварить до выкипания. Затем добавить 250 мл молока горячего и поварить до полуготовности,чуть посолить. Варим без сахара, в готовую кашу можно добавить мед/ягод",
    category: "breacfast", 
    image: "https://img.povar.ru/main/8b/3b/36/03/kasha_quotdrujbaquot-271430.JPG"
}
    ];
 module.exports = cooking;